oh-my-fish/plugin-argu
fisherman/await
0rax/fish-bd
oh-my-fish/plugin-errno
oh-my-fish/plugin-expand
fisherman/fzf
fisherman/getopts
fisherman/git_util
oh-my-fish/plugin-grc
fisherman/last_job_id
laughedelic/pisces
fisherman/pyenv
fisherman/rbenv
simnalamburt/shellder
oh-my-fish/plugin-thefuck
fisherman/z
