fisherman/anicode
oh-my-fish/plugin-argu
fisherman/await
0rax/fish-bd
fisherman/choices
fisherman/done
oh-my-fish/plugin-errno
oh-my-fish/plugin-expand
fisherman/fzf
fisherman/get
fisherman/getopts
fisherman/git_util
oh-my-fish/plugin-grc
fisherman/humanize_duration
fisherman/last_job_id
oh-my-fish/plugin-nodenv
laughedelic/pisces
fisherman/pyenv
fisherman/rbenv
simnalamburt/shellder
fisherman/spin
oh-my-fish/plugin-thefuck
fisherman/z
