oh-my-fish/plugin-argu
fisherman/await
nyarly/fish-bang-bang
edc/bass
0rax/fish-bd
fisherman/choices
fisherman/cprintf
fisherman/debug
oh-my-fish/plugin-errno
oh-my-fish/plugin-expand
fisherman/fzf
fisherman/fzy
fisherman/g2
fisherman/get
fisherman/getopts
fisherman/git_util
fisherman/grc
fisherman/humanize_duration
fisherman/last_job_id
oh-my-fish/plugin-nodenv
fisherman/rbenv
simnalamburt/shellder
fisherman/spin
fisherman/z
